/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "或";
/* Login screen text */
"create_account" = "创建账户";
/* Login screen text */
"import_profile" = "导入用户档案";
/* Password field */
"password" = "密码";
/* Login button */
"log_in" = "登录";
/* Login screen text */
"create_profile" = "建立用户档案";
/* Login screen text */
"import_to_antidote" = "导入到 Antidote";
/* Login screen text */
"create_account_username_title" = "你的联系人将怎样看到你？";
/* Login screen text */
"create_account_username_placeholder" = "用户名";
/* Login screen text */
"create_account_profile_title" = "为此档案命名";
/* Login screen text */
"create_account_profile_placeholder" = "档案名";
/* Login screen text */
"create_account_profile_hint" = "例如：家庭，iPhone";
/* Login screen text */
"set_password_title" = "Set Password";
/* Login screen text */
"set_password_hint" = "Password is required to protect your data. Keep it safe - once lost it cannot be restored.";
/* Login button */
"create_account_next_button" = "Next";
/* Login button */
"create_account_go_button" = "前进";
/* Default status message */
"default_user_status_message" = "正在使用 Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Enter your PIN to unlock";
/* PIN screen text */
"pin_set" = "Set PIN";
/* PIN screen text */
"pin_confirm" = "Confirm PIN";
/* PIN screen error */
"pin_do_not_match" = "PINs did not match. Try again";
/* PIN screen error */
"pin_incorrect" = "Incorrect PIN";
/* PIN screen error details */
"pin_failed_attempts" = "Failed attempts: %@";
/* PIN screen message shown on log out */
"pin_logout_message" = "Too many failed attempts. You have been logged out.";
/* PIN screen screen */
"pin_enabled" = "Enable PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "Enable Touch ID";
/* PIN screen screen */
"pin_description" = "Prevent unauthorized access to Antidote with a PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Use your fingerprint as an alternative to entering a PIN.";
/* PIN screen screen */
"pin_lock_timeout" = "Lock Timeout";
/* PIN screen screen */
"pin_lock_immediately" = "Immediately";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 Seconds";
/* PIN screen screen */
"pin_lock_1_minute" = "1 Minute";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 Minutes";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 Minutes";

/* Label shown when connecting to Tox network */
"connecting_label" = "连接中 ...";

/* Tab name and screen name */
"contacts_title" = "联系人";
/* Tab name and screen name */
"chats_title" = "聊天";
/* Tab name and screen name */
"settings_title" = "设置";
/* Tab name and screen name */
"profile_title" = "档案";

/* No contacts placeholder text */
"contact_no_contacts" = "没有联系人";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "添加联系人\n或\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "分享你的 Tox ID";
/* Contact request section title */
"contact_requests_section" = "联系人请求";
/* Contact last seen status */
"contact_last_seen" = "最后上线：%@";
/* Screen name */
"contact_request" = "联系人请求";
/* Contact request button */
"contact_request_decline" = "拒绝";
/* Contact request button */
"contact_request_accept" = "接受";
/* Contact request confirmation */
"contact_request_delete_title" = "删除联系人请求？";
/* Text shown when contact was deleted */
"contact_deleted" = "Deleted contact";

/* Share Tox ID text */
"show_qr_code" = "显示二维码";
/* Share Tox ID text */
"copy" = "复制";

/* Add contat screen name */
"add_contact_title" = "添加联系人";
/* Add contat button */
"add_contact_send" = "发送";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "输入 Tox ID";
/* Add contat placeholder text */
"add_contact_or_label" = "或";
/* Add contat button */
"add_contact_use_qr" = "使用二维码";
/* Add contat placeholder text */
"add_contact_default_message_title" = "信息";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "你好，请问可以成为你的联系人吗？";
/* Add contat error */
"add_contact_wrong_qr" = "无法从此二维码中找到 Tox ID";

/* User name text */
"name" = "姓名";
/* User nickname text */
"nickname" = "昵称";
/* User status message text */
"status_message" = "状态消息";
/* User status text */
"status_title" = "状态";
/* User Tox ID text */
"my_tox_id" = "我的 Tox ID";
/* User public key text */
"public_key" = "公钥";
/* Share Tox ID text */
"show_qr" = "显示二维码";
/* Profile menu item / screen name */
"profile_details" = "档案详情";
/* Profile button */
"logout_button" = "安全退出";

/* QR code screen button */
"qr_close_button" = "关闭";

/* Chat screen placeholder */
"chat_no_chats" = "没有聊天";
/* Chats screen message text */
"chat_outgoing_file" = "发送的文件";
/* Chats screen message text */
"chat_incoming_file" = "接收的文件";
/* Chats screen message text */
"chat_call_finished" = "完成的语音通话";
/* Chats screen message text */
"chat_unanwered_call" = "未接的语音通话";
/* Chat button */
"chat_send_button" = "发送";
/* Chat notification toast */
"chat_new_messages" = "↓ 新的消息";
/* Chat call information */
"chat_call_message" = "呼叫，";
/* Chat call information */
"chat_missed_call_message" = "错过的语音通话";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "More";

/* Status message */
"status_offline" = "离线";
/* Status message */
"status_online" = "在线";
/* Status message */
"status_away" = "离开";
/* Status message */
"status_busy" = "忙碌";

/* Notification text */
"notification_new_message" = "新消息";
/* Notification text */
"notification_incoming_contact_request" = "收到的联系人请求";
/* Notification text */
"notification_is_calling" = "正在呼叫";
/* Notification text */
"notification_incoming_file" = "接收的文件";

/* Settings menu / screen name */
"settings_about" = "关于";
/* Settings menu / screen name */
"settings_faq" = "FAQ";
/* Settings menu / screen name */
"settings_advanced_settings" = "高级设置";
/* About screen menu */
"settings_antidote_version" = "Antidote 版本";
/* About screen menu */
"settings_antidote_build" = "Antidote 构建";
/* About screen menu */
"settings_toxcore_version" = "Toxcore 版本";
/* About screen menu */
"settings_acknowledgements" = "Acknowledgements";
/* Settings screen menu */
"settings_autodownload_images" = "自动下载图片";
/* Settings screen menu */
"settings_autodownload_images_description" = "自动下载收到的图片";
/* Settings screen menu */
"settings_notifications_message_preview" = "通知预览";
/* Settings screen menu */
"settings_notifications_description" = "当应用不活跃时仍然接收最多 10 分钟的通知";
/* Settings screen menu */
"settings_udp_enabled" = "Enable UDP";
/* Settings screen menu */
"settings_restore_default" = "恢复默认设置";
/* Settings screen autodownload images option */
"settings_never" = "从不";
/* Settings screen autodownload images option */
"settings_wifi" = "无线网络";
/* Settings screen autodownload images option */
"settings_using_wifi" = "使用无线网络";
/* Settings screen autodownload images option */
"settings_always" = "永远";

/* Profile settings menu */
"change_password" = "修改密码";
/* Profile settings menu */
"delete_password" = "删除密码";
/* Profile settings menu */
"old_password" = "原密码";
/* Change password text */
"new_password" = "新密码";
/* Change password text */
"repeat_password" = "重复新密码";
/* Change password button */
"change_password_done" = "完成";
/* Change password error */
"password_is_empty_error" = "密码不能为空";
/* Change password error */
"wrong_old_password" = "密码错误";
/* Change password error */
"passwords_do_not_match" = "两次输入的密码不匹配";

/* Source of photo to take */
"photo_from_camera" = "摄像头";
/* Source of photo to take */
"photo_from_photo_library" = "图片库";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "无法转换图像";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "发送给联系人";

/* Profile menu item */
"export_profile" = "导出用户档案";
/* Profile menu item */
"delete_profile" = "删除用户档案";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "删除这个档案？";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "你确定？";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "这个操作无法被撤销";

/* Call screen text */
"call_incoming" = "呼入的语音通话";
/* Call screen text */
"call_ended" = "通话结束";
/* Call screen text */
"call_reaching" = "连接中 ...";

/* File message text */
"chat_file_cancelled" = "已取消";
/* File message text */
"chat_waiting" = "正在等待 ...";
/* File message text */
"chat_paused" = "已暂停";

/* Deleting chat confirmation */
"delete_chat_title" = "删除这个聊天及所有消息记录？";
/* Deleting contat confirmation */
"delete_contact_title" = "删除这个联系人？\n你们的所有聊天记录将被同时删除";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "删除这个联系人请求？";
/* Deleting single message in chat */
"delete_single_message" = "Delete Message";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Delete Messages";
/* Deleting all messages in chat. */
"delete_all_messages" = "Delete All";
/* Delete button */
"alert_delete" = "删除";
/* Delete button */
"alert_cancel" = "取消";

/* Error while creating new profile */
"login_enter_username_and_profile" = "请输入用户名与用户档案名";
/* Error while creating new profile */
"login_profile_already_exists" = "档案名已存在";

/* General error title */
"error_title" = "错误";
/* General error button */
"error_ok_button" = "确认";
/* General error button */
"error_retry_button" = "重试";
/* Error */
"error_contact_not_connected" = "联系人不在线";
/* Error */
"error_too_many_files" = "同时传输的文件数过多";
/* Error */
"error_internal_message" = "内部错误";
/* Error */
"error_wrong_password_title" = "密码错误";
/* Error */
"error_wrong_password_message" = "密码包含不支持的符号";
/* Error */
"error_import_not_exist_title" = "无法导入 Tox 保存的文件";
/* Error */
"error_import_not_exist_message" = "文件不存在";
/* Error */
"error_decrypt_title" = "无法解密 Tox 保存的文件";
/* Error */
"error_decrypt_empty_data_message" = "部分输入内容为空";
/* Error */
"error_decrypt_bad_format_message" = "文件已损坏";
/* Error */
"error_decrypt_wrong_password_message" = "密码错误或文件已损坏";
/* Error */
"error_general_unknown_message" = "发生未知错误";
/* Error */
"error_general_no_memory_message" = "内存不足";
/* Error */
"error_general_bind_port_message" = "无法绑定端口";
/* Error */
"error_general_profile_encrypted_message" = "档案已加密";
/* Error */
"error_general_bad_format_message" = "文件已损坏";
/* Error */
"error_proxy_title" = "代理服务器错误";
/* Error */
"error_proxy_invalid_address_message" = "代理服务器地址格式有误";
/* Error */
"error_proxy_invalid_port_message" = "代理服务器端口无效";
/* Error */
"error_proxy_host_not_resolved_message" = "无法连接到代理服务器";

/* Error */
"error_name_too_long" = "名字过长";
/* Error */
"error_status_message_too_long" = "状态信息过长";

/* Error */
"error_contact_request_too_long" = "消息过长";
/* Error */
"error_contact_request_no_message" = "未选中消息";
/* Error */
"error_contact_request_own_key" = "你不能添加自己为联系人";
/* Error */
"error_contact_request_already_sent" = "联系人请求已发送";
/* Error */
"error_contact_request_bad_checksum" = "无效的校验值，请检查你输入的 Tox ID";
/* Error */
"error_contact_request_new_nospam" = "该 Tox ID 已更改反垃圾设置，请核实";

/* Call error */
"call_error_already_in_call" = "正在通话中";
/* Call error */
"call_error_contact_is_offline" = "联系人已离线";
/* Call error */
"call_error_no_active_call" = "没有进行中的语音通话";

/* Error while using color theme */
"theme_error_cannot_open" = "无法开启主题，格式错误";

/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_1" = "Mary Cokley";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_2" = "Shirley Knox";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_3" = "Jennifer Smith";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_4" = "Marina Dixon";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_5" = "Carol Ortega";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_1" = "Michael Sharpe";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_2" = "Charles Donahue";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_3" = "Lee Murdock";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_4" = "Wayne Henderson";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_5" = "Robert Newton";

/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_1" = "Is Antidote really that secure?";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_2" = "sure, it is peer-to-peer";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_3" = "And what does that mean? Peer-to-peer? 😄";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_4" = "you text me directly, the are no servers or things like that";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_5" = "+ it's encrypted 🔐😎";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_6" = "Cool!";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_7" = "I'll give it a go then";

/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_1" = "😂😂😂";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_2" = "dinner tonight?";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_3" = "I think I know what you are talking about";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_4" = "Sure, thanks!";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_5" = "yep";

/* Tab chats badge ending */
"accessibility_chats_ending" = "unread chats";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avatar";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Sets or removes avatar.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Chat";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Opens chat dialog.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Audio call";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Makes audio call.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Video call";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Makes video call.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Shows copy menu.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Edits value.";
/* Incoming message label */
"accessibility_incoming_message_label" = "Message";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Your message";